; Translation file for AltDrag 1.60
; zh-CN localization by Jack Jin, alex310110, Zepp Lu, Yatao Li
; Use encoding UTF-16LE with BOM to be able to use Unicode

[Translation]
Code=zh-CN
LangEnglish=Chinese
Lang=简体中文
Author=Jack Jin, alex310110, Zepp Lu, Yatao Li, CJYKK

; Tray Menu
MenuEnable=启用(&E)
MenuDisable=禁用(&D)
MenuHideTray=隐藏通知栏图标(&H)
MenuOpenIniFile=打开配置文件(&O)
MenuConfigure=设置(&C)
MenuEmptyZone=  (空)
MenuSnapLayout=吸附布局 &
MenuSaveZones=将测试窗口保存为吸附布局(&S)
MenuEditLayout=编辑吸附布局(&t)
MenuAbout=关于(&A)
MenuExit=退出(&x)

; Global titles
ConfigTitle=AltDrag配置
ConfigTabGeneral=通用
ConfigTabMouse=鼠标
ConfigTabKeyboard=键盘
ConfigTabBlacklist=排除列表
ConfigTabAdvanced=高级
ConfigTabAbout=关于

; General
GeneralBox=通用设置
GeneralAutoFocus=拖动时聚焦窗口(&F)。\nCtrl 键也可以聚焦窗口。
GeneralAero=拖动时启用Aero Snap(&n)
GeneralSmartAero=智能Aero Sna&p尺寸
GeneralSmarterAero=更智能的Aer&o Snap尺寸
GeneralStickyResize=按下Shift以同时缩放吸附的窗口(&z)
GeneralInactiveScroll=滚动非活动窗口(&S)
GeneralMDI=MDI 支持(&M)
GeneralPiercingClick=Alt+鼠标点击穿透到目标程序（无法使用AltSnap双击功能）(&d)
GeneralAutoSnap=自动吸附到：
GeneralAutoSnap0=禁用自动吸附
GeneralAutoSnap1=屏幕边缘
GeneralAutoSnap2=+ 窗口外侧
GeneralAutoSnap3=+ 窗口内侧
GeneralLanguage=语言(&L)：
GeneralResizeAll=缩放所有窗口(&R)
GeneralResizeCenter=中心缩放模式(&C)
GeneralResizeCenterNorm=四面缩放(&i)
GeneralResizeCenterBr=右下缩放(&o)
GeneralResizeCenterMove=仅移动(&v)
GeneralResizeCenterClose=最近边缘(&e)

GeneralUseZones=按住Shift吸附到布局(&u)(在托盘菜单中配置)
GeneralAutostartBox=自启动设置
GeneralAutostart=登录时启动 AltDrag(&T)
GeneralAutostartHide=隐藏通知栏图标(&H)
GeneralAutostartElevate=提升至超级用户权限(&E)
GeneralAutostartElevateTip=注意：除非您完全禁用UAC，否则每次登录都会出现 UAC 提示。
GeneralElevate=提升权限(&L)
GeneralElevated=权限已提升
GeneralElevationAborted=提权过程终止。

; Mouse Input
InputMouseBox=鼠标动作
InputMouseBtAc1=&1. 主
InputMouseBtAc2=&2. 副
InputMouseINTTB=&标题栏
InputMouseWhileM=正在移动时(&e)
InputMouseWhileR=正在缩放时(&z)

InputMouseLMB=鼠标左键：
InputMouseMMB=鼠标中键：
InputMouseRMB=鼠标右键：
InputMouseMB4=鼠标第四键：
InputMouseMB5=鼠标第五键：
InputMouseScroll=鼠标滚轮：
InputMouseHScroll=鼠标滚轮（横向）：
InputMouseMoveUp=长按移动并静止(&d):
InputMouseResizeUp=长按缩放并静止(&f):
InputMouseTTBActionBox=点击标题栏时使用特定动作
InputMouseTTBActionNA=不按热键时(&k)
InputMouseTTBActionWA=按下热键时(&W)

; Actions
InputActionMove=移动
InputActionResize=更改大小
InputActionRestore=恢复窗口
InputActionClose=关闭(&C)
InputActionKill=强力结束程序(&K)
InputActionMinimize=最小化(&N)
InputActionMaximize=最大化(&X)
InputActionLower=窗口下沉(&L)
InputActionFocus=聚焦窗口
InputActionAlwaysOnTop=置于顶层(&T)
InputActionClickThrough=点穿窗口
InputActionBorderless=去除窗口边框(&B)
InputActionCenter=居中(&E)
InputActionNothing=无操作
InputActionAltTab=Alt+Tab
InputActionVolume=更改音量
InputActionTransparency=更改窗口透明度
InputActionRoll=卷起/还原窗口(&R)
InputActionMenu=动作菜单
InputActionHScroll=横向滚动
InputActionMaximizeHV=垂直最大化(&V)
InputActionMinAllOther=最小化其他窗口(&o)
InputActionMute=静音(&s)
InputActionSideSnap=吸附到边缘
InputActionExtendSnap=扩展到屏幕边缘/边角
InputActionExtendTNEdge=扩展到下个窗口边缘
InputActionXTNLEdge=扩展到下个窗口左边缘
InputActionXTNTEdge=扩展到下个窗口上边缘
InputActionXTNREdge=扩展到下个窗口右边缘
InputActionXTNBEdge=扩展到下个窗口下边缘
InputActionMoveTNEdge=移动到下个窗口边缘
InputActionMTNLEdge=移动到下个窗口左边缘
InputActionMTNTEdge=移动到下个窗口上边缘
InputActionMTNREdge=移动到下个窗口右边缘
InputActionMTNBEdge=移动到下个窗口下边缘
InputActionZoom=窗口缩放
InputActionZoom2=窗口缩放2
InputActionNStacked=下一个层叠的窗口
InputActionNStacked2=下一个层叠的窗口2
InputActionPStacked=上一个层叠的窗口
InputActionPStacked2=上一个层叠的窗口2
InputActionNPStacked=上一个/下一个层叠的窗口
InputActionNPStacked2=上一个/下一个鼠标穿透的窗口
InputActionStackList=层叠窗口列表
InputActionStackList2=层叠窗口列表2
InputActionAltTabList=窗口列表
InputActionAltTabFullList=所有窗口列表
InputActionMLZone=移动到左区域
InputActionMTZone=移动到上区域
InputActionMRZone=移动到右区域
InputActionMBZone=移动到下区域
InputActionXLZone=扩展到左区域
InputActionXTZone=扩展到上区域
InputActionXRZone=扩展到右区域
InputActionXBZone=扩展到下区域
InputActionASOnOff=禁用/启用AltSnap(&u)
InputActionMoveOnOff=禁用移动(&a)
InputActionOriClick=发送原始点击事件(&g)
InputActionStepL=向左步进
InputActionStepT=向上步进
InputActionStepR=向右步进
InputActionStepB=向下步进
InputActionSStepL=向左微移
InputActionSStepT=向上微移
InputActionSStepR=向右微移
InputActionSStepB=向下微移
InputActionFocusL=聚焦左方窗口
InputActionFocusT=聚焦上方窗口
InputActionFocusR=聚焦右方窗口
InputActionFocusB=聚焦下方窗口

InputActionPause=暂停程序
InputActionResume=恢复程序

; Keybaord Input
InputHotclicksBox=鼠标热键激活
InputMouseMMBHC=鼠标中键(&i)
InputMouseMB4HC=鼠标第四键(&o)
InputMouseMB5HC=鼠标第五键(&u)
InputMouseLongClickMove=长按左键移动窗口(&v)
InputHotclicksMore=选中的鼠标键将被AltDrag独占，可为其设置动作。

InputHotkeysBox=热键
InputHotkeysAlt=Alt键
InputHotkeysCtrl=Ctrl键
InputHotkeysWinkey=Win键
InputHotkeysShift=Shift键

InputHotkeysShortcuts=动作快捷键(&h):
InputHotkeysShortcutsPick=输入快捷键(&k)
InputHotkeysShortcutsClear=清除快捷键(&y)
InputHotkeysShortcutsSet=保存快捷键(&v)
InputHotkeysUsePtWindow=作用于鼠标指向的窗口(&p)

InputHotkeysLeftAlt=左Alt键(&E)
InputHotkeysRightAlt=右Alt键(&R)
InputHotkeysLeftWinkey=左Win键(&W)
InputHotkeysRightWinkey=右Win键(&I)
InputHotkeysLeftCtrl=左Ctrl键 (&L)
InputHotkeysRightCtrl=右Ctrl键 (&G)
InputHotkeysLeftShift=左Shift键
InputHotkeysRightShift=右Shift键
InputKeyCombo=使用组合键激活(&c)
InputGrabWithAlt=无鼠标按键激活(&A)
InputGrabWithAltB=无鼠标按键激活（副）(&o)
InputAggressivePause=使用Alt+Shift+Pause暂停进程（使用Alt+Pause恢复）
InputAggressiveKill=使用Ctrl+Alt+F4强力结束进程，并将该动作添加至鼠标动作菜单(&K)
InputScrollLockState=使用Scroll lock状态控制AltDrag启停(&S)

InputHotkeysModKey=主副动作调换(&t)：
InputHotkeysMore=您可以修改ini配置文件以增加任意按键。\n使用Shift键使窗口间能够自动吸附。
; Blacklist
BlacklistBox=黑名单设置
BlacklistProcessBlacklist=进程黑名单(&p)：
BlacklistBlacklist=窗口黑名单(&w)：
BlacklistScrolllist=应该忽略滚动操作的窗口(&s)：
BlacklistMDIs=将以下&MDI窗口视为单窗口：
BlacklistPause=忽略暂停和使用或杀死请求的进程(&u)：
BlacklistFindWindowBox=指定窗口

; Advanced
AdvancedMetricsBox=阈值
AdvancedCenterFraction=窗口中央区域比例(&C)(%):
AdvancedAeroHoffset=Aero水平偏移量(&H)(%):
AdvancedAeroVoffset=垂直(&V):
AdvancedSnapThreshold=吸附阈值(&S)（像素）:
AdvancedAeroThreshold=&Aero阈值（像素）:
AdvancedSnapGap=吸附间隙（像素）(&g):
AdvancedAeroSpeed=最大吸附速度(&x)（像素）:
AdvancedTestWindow=测试窗口(&W)
AdvancedMoveTrans=移动时透明度(&y)：
AdvancedBehaviorBox=行为设置
AdvancedMultipleInstances=允许多个AltDrag实例(&i)
AdvancedAutoRemaximize=跨显示器后自动重新最大化(&r)
AdvancedAeroTopMaximizes=将吸附到屏幕上沿的窗口最大化(&M)
AdvancedAeroDBClickShift=反转Aero吸附中双击的行为
AdvancedMaxWithLClick=拖动时更改最大化状态(&T)
AdvancedRestoreOnClick=单击以还原窗口（旧版AltDrag行为）(&t)
AdvancedFullScreen=对全屏程序有效(&f)
AdvancedBLMaximized=在最大化窗口上禁用AltSnap(&d)
AdvancedFancyZone=恢复使用Fancy&Zones吸附的窗口
AdvancedNoRestore=不恢复使用AltSna&p吸附的窗口
AdvancedTopmostIndicator=在置顶窗口上显示指示器(&n)

; About dialog
AboutBox=关于AltDrag
AboutVersion=版本
AboutAuthor=作者：Stefan Sundin
AboutAuthor=维护者: Raymond Gillibert
AboutLicense=AltDrag是免费开源软件！\n您可以自由分发此软件！
AboutTranslationCredit=翻译贡献者

MiscZoneConfirmation=将测试窗口保存为新的吸附布局并覆盖旧布局？
MiscUnhookError=禁用AltDrag时发生错误，这可能是因为Windows把AltDrag的钩子给禁用了。\n\n如果这种情况是第一次出现，大可放心忽略它并继续使用AltDrag。\n\n如果这个错误反复出现，您可以在我们的官网上查找方法以解决问题（在官网文档中查找 “AltDrag mysteriously stops working”）。
MiscZoneTestWinHelp=若要设置吸附布局：\n1) 打开多个测试窗口\n2) 把它们摆到想要的位置\n3) 在托盘菜单里选取*将测试窗口保存为吸附布局(&S)*

; Spetial extra keyboard Input
InputUniKeyHoldMenu= 按下字符键时弹出变音字符选单(&u)
